{
    "Hola": "- Hello! I'm Fernando López",
    "bio": "Computer Systems and Network Engineering student with knowledge in scripting administration, CCNA networks, and web design. Passionate about free software, electronics, and Cisco networks.",
    "Sobre Mi": "About Me",
    "Inicio": "Home",
    "Proyectos": "Projects",
    "Interes/Publicaciones": "Interest/Publications",
    "Contacto": "Contact",
    "Intro": "Introduction",
    "eslogan": "If you imagine it, you create it",
    "Hola1": "Hi, I'm Fernando José López Torres.",
    "data1":"Computer Systems and Networks Engineering student with expertise in network administration, scripting management, network security, and web application development. Notable certifications: CCNA (Introduction to Networking, Switching & Routing). My passion for open source software and networks has led me to specialize in open source technologies and automation.",
    "data2":"I'm particularly interested in computer networks, automation, and creating efficient solutions using open source tools and languages. I'm committed to constant learning and continuous improvement.",
    "data3":"Area of interest:",
    "data4":"Computer networks.",
    "data5":"Hard skills:",
    "data6":"Cisco network configuration (VLANs, dynamic and static routing and ACL), server administration, scripting (Bash, Python), Linux and Windows system administration and electronics.",
    "data7":"Soft skills:",
    "data8":"Problem-solving, teamwork, effective communication, and project management.",
    "data9":"Professional values:",
    "data10":"Commitment to quality, professional ethics, responsibility, and passion for technological innovation.",
    "descarga": "Download CV",
    "skills1": "Skills",
    "skills2": "Web Development",
    "skills3": "Cisco networks",
    "skills4": "Electronics",
    "pie": "© 2025 | Fernando López. All rights reserved.",
    "projectDescription":"Attendance marking for employees, with login, administrative panel and virtual assistant.",
    "projectName":"Scandals Boutique",
    "rol":"- Full-Stack",
    "pro":"- Academic Project",
    "projectDescription2":"Animal registration, with login, PDF and image generation.",
    "rol2":"- Full-Stack",
    "pro2":"- Personal Project",
    "projectName2":"FUNPRAO",
    "projectDescription3":"Creation of infrastructure for the Usulután National Institute, designed to provide fast and secure connectivity to students, teachers, and administrative staff.",
    "rol3":"- Network administrator",
    "pro3":"- Academic Project",
    "projectName3":"INU-NET",
    "projectDescription4":"The project involves implementing an IP telephone exchange using Asterisk as the PBX server and Zoiper as the SIP client, all deployed in a virtualized environment.",
    "rol4":"- VoIP System Administrator",
    "pro4":"- Academic Project",
    "projectName4":"Virtu-Call",
    "contact":"Contact",
    "contact2":"Interested in what I do? Contact me!",
    "contact3":"Name:",
    "contact4":"Email:",
    "contact5":"Message:",
    "contact6":"Send",
    "mensaje_enviado":"Message sent successfully! Thank you!",
    "mensaje_error_envio":"There was an error sending the message, please try again."
  }