{
    "Hola": "- ¡Hola! Soy Fernando López",
    "bio": "Estudiante de Ingeniería en Sistemas y Redes Informáticas con conocimientos en administración de scripting, redes CCNA y diseño web. Apasionado por el software libre, la electrónica y redes Cisco.",
    "Sobre Mi": "Sobre Mi",
    "Inicio": "Inicio",
    "Proyectos": "Proyectos",
    "Interes/Publicaciones": "Interes/Publicaciones",
    "Contacto": "Contacto",
    "Intro": "Introducción",
    "eslogan": "Si lo imaginas, Lo creas",
    "Hola1": "Hola, soy Fernando José López Torres.",
    "data1":"Estudiante de Ingeniería en Sistemas y Redes Informáticas con conocimientos en administración de redes, administración de scripting, seguridad en redes y desarrollo de aplicaciones web. Certificaciones destacadas: CCNA (Introducción a Redes, Switching & Routing). Mi pasión por el software libre y las redes me ha llevado a especializarme en el mundo de las tecnologías de código abierto y la automatización.",
    "data2":"Me interesa especialmente la redes Informáticas, la automatización y la creación de soluciones eficientes utilizando herramientas y lenguajes de código abierto. Estoy comprometido con el aprendizaje constante y la mejora continua.",
    "data3":"Área de interés:",
    "data4":"Redes informáticas.",
    "data5":"Habilidades duras:",
    "data6":"Configuración de redes Cisco (VLANs, Enrutamiento dinamico y estatico y ACL), administración de servidores, scripting (Bash, Python), administración de sistemas Linux e Windows y electronica.",
    "data7":"Habilidades blandas:",
    "data8":"Resolución de problemas, trabajo en equipo, comunicación efectiva y gestión de proyectos.",
    "data9":"Valores profesionales:",
    "data10":"Compromiso con la calidad, ética profesional, responsabilidad y pasión por la innovación tecnológica.",
    "descarga": "Descargar CV",
    "skills1": "Habilidades",
    "skills2": "Desarrollo Web",
    "skills3": "Redes Cisco",
    "skills4": "Electronica",
    "pie": "© 2025 | Fernando López. Todos los derechos reservados.",
    "projectDescription":"Marcaje de asistencia, para empleados, con login, panel administrativo y asistente virtual.",
    "projectName":"Escandalos Boutique",
    "rol":"- Full-Stack",
    "pro":"- Proyecto Academico",
    "projectDescription2":"Registro de animales, con login, generacion de PDF e imagenes.",
    "rol2":"- Full-Stack",
    "pro2":"- Proyecto Personal",
    "projectName2":"FUNPRAO",
    "projectDescription3":"Creación de infraestructura para el Instituto Nacional de Usulután, diseñada para brindar conectividad rápida y segura a estudiantes, docentes y personal administrativo.",
    "rol3":"- Administrador de red",
    "pro3":"- Proyecto Academico",
    "projectName3":"INU-NET",
    "projectDescription4":"El proyecto consiste en la implementación de una central telefónica IP utilizando Asterisk como servidor PBX y Zoiper como cliente SIP, todo desplegado en un entorno virtualizado.",
    "rol4":"- Administrador de sistema VoIP",
    "pro4":"- Proyecto Academico",
    "contact":"Contacto",
    "contact2":"¿Te interesa lo que hago? ¡Contáctame!",
    "contact3":"Nombre:",
    "contact4":"Correo electrónico:",
    "contact5":"Mensaje:",
    "contact6":"Enviar",
    "mensaje_enviado":"Mensaje enviado correctamente. ¡Gracias!",
    "mensaje_error_envio":"Hubo un error al enviar el mensaje, por favor, inténtalo de nuevo."
}